Repository: dasundoloswala23/Tasks-Manage-ios-app
Catalog: code/DolaEvents/DolaEvents/Shared/*.lproj/Localizable.strings
Languages: si

# eventlisttitle-string
source: Event List
si: ලැයිස්තු

# event-string
source: Event
si: උසස්

# eventname-string
source: Event Name
si: උසස් නම

# description-string
source: Description
si: විස්තරය

# date-string
source: Due Date
si: දිනය

# schedule-string
source: Schedule Time
si: කාල සටහන

# completed-string
source: Completed
si: සම්පූර්ණ

# save-string
source: Save
si: සුරකින්න

# appname
source: Dola Events
si: දොලා ස්වයංක්‍රීය

# authenticate-string
source: Authenticate
si: සත්‍යාපනය කිරීම

# locked-string
source: Locked
si: අඟල්

# unlocked-string
source: Unlocked
si: අඟල් නොකරන

# reasons-string
source: This is for security reasons
si: මෙම් ආරක්ෂක හේතුවක් සඳහා විධියක්

# problem-string
source: There was a problem!
si: ගැටලුවක් තිබේ!

# biometrics-string
source: Phone does not have Biometrics
si: දුරකථනයේ බයිමුතුකම් නොමැත

# add-string
source: Add
si: එකතු කරන්න

# nonCompleted-string
source: Non Completed
si: සම්පූර්ණ නොවීම්

# all-string
source: All
si: සියලු

# events-string
source: Events
si: ලැයිස්තු

# overdue-string
source: Overdue
si: උපාංගයෙන් පිහිටුවා
